if (Posts.find().count() === 0) {
	Posts.insert({
		title: 'Крутая запись',
		body: '<strong>Hello, World</strong><p>New post блиблиблабла</p>',
		category: 'Хабарландыру',
		added: new Date(),
	});
	Posts.insert({
		title: 'Уахахаха',
		body: '<p>Всем привет!</p><p>Это реально крутая запись!</p>',
		category: 'Жаңалықтар',
		added: new Date() - 50000,
	});
	Posts.insert({
		title: 'Олимп туралы',
		body: '<p>В данном посте вы увидите всю эмпирическую правду об OlimpKZ. Мой знакомый согласился на оглашение истории ставок. Вы сможете ознакомиться с обработкой и визуализацией ВСЕХ данных за ЧЕТЫРЕ года игры в olimpKZ.</p><p>Для тех кто не знает то OlimpKZ – это самая известная букмекерская контора с месячным оборотом около 30 миллиарда тенге. Судя по количеству этих контор по городам Казахстана можно сделать вывод, что очень большая часть населения играют. Конечно, все хотят "легких" денег. Поставил 1000 тенге и получил 2000. Ооо, круто! Тем более что вы "хорошо разбираетесь" в спорте! Но фундаментальная статистика не согласна с этим. В этом вы убедитесь сами продолжив читать этот пост и увидев графики.</p><p>И так начнем.</p><p>Следующий график показывает сколько тенге мой друг чаще ставил (синее) и проигрывал (красное)</p>',
		category: 'Жаңалықтар',
		added: new Date(),
	});
}


if (Categories.find().count() === 0) {
	var categories = ['Жаңалықтар', 'Хабарландыру', 'Ата-аналар үшін', 'Пайдалы мәлімет'];
	for (var i = 0; i < categories.length; i++)
		Categories.insert({
			name: categories[i],
		});
}

if (Home.find().count() === 0) {
	
	// title
	Home.insert({
		place: 'title_usti',
		value: '&ldquo;Алтын Ұрпақ&rdquo;',
	});
	Home.insert({
		place: 'title_asti',
		value: 'балабақшасы',
	});


	// quotes
	Home.insert({
		place: 'quote_1',
		value: '&ldquo;Бала өмірдің сәні, тіршіліктің мәні.&rdquo;',
	});
	Home.insert({
		place: 'quote_2',
		value: '&ldquo;Адам өмірі қамшы сабындай қысқа екен, досы көп, ұрпақ тәрбиелеген ұтады екен&rdquo;',
	});
	Home.insert({
		place: 'quote_3',
		value: '&ldquo;Бала өмірдің гүлі, көңілдің нұры&rdquo;',
	});

	Home.insert({
		place: 'about_us',
		value: '<strong>&ldquo;Алтын ұрпақ Астана&rdquo;</strong> мекемесі балабақша  <strong>2-6 жас аралығында балаларды қабылдайды.</strong><br>Егер сіз балаңыздың жайлы ортада жанына жақын жандардан заманауи білім мен ұлттық құндылықтар ұштастырылған тәлім-тәрбие алғанын қаласаңыз біздің балабақшамыз сіздің көңіліңізден шығады.',
	});






}